{
  "2": {
    "type": "decision",
    "scenario": [
      "Vous sortez de la maison. Le moment est venu de faire votre premier choix...",
      "Souhaitez-vous aller à gauche ou à droite? Ces deux chemins mènent à la concession..."
    ],
    "optionA": "Prendre le chemin de gauche",
    "optionB": "Prendre le chemin de droite",
    "idIssueA": "4",
    "idIssueB": "6"
  },
  "4": {
    "type": "combat",
    "scenario": [
      "Vous marchez en observant toute cette désolation environnante...",
      "De nombreux corps sans vie gisent sur la route...",
      "Vous entendez des voix au loin. Vous ralentissez le pas et vous cachez.",
      "À proximité, une silhouette. Vous entendez: \"Si je croise encore un humain vivant, je lui tranche la tête! Le massacre d'hier ne m'a pas suffit\"",
      "Malheureusement, vous entendez derrière vous une autre voix. Vous vous retournez: un Orc court vers vous \"Il en reste un! Tuons-le!\". Malheureusement pour lui, une maison explose et il disparaît dans la déflagration.",
      "\"Ce sera entre toi et moi!\""
    ],
    "idEnnemi": "2",
    "typeEnnemi": "brute",
    "idIssue": "8"
  },
  "1": {
    "type": "combat",
    "scenario" : [
      "BIENVENUE SUR HERMES, Aux terres promises",
      "Cette planète a été abandonnée par l'espèce humaine, en laissant tout sur leur passage… Elle a pu renaître de ses cendres... Et la nature a pu reprendre tous ces droits...",
      "Vous descendez du vaisseau. Et à ce moment-là, vous êtes émerveillé par le paysage verdoyant...",
      "Au loin, vous apercevez un gobelin qui semble faible et facile à tuer. Vous commencez à courir vers lui pour l'affronter.",
      "\" Hé toi ! Sale gobelin prépare toi a mourir face a ma force ! \""
    ],
    "idEnnemi": "1",
    "typeEnnemi": "brute",
    "idIssue": "3"
  },
  "3": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat !",
      "Vous entendez des bruits qui proviennent d'un buisson. Vous vous retournez est là ! Un Gorille surgit et veut votre peau !",
      "Le Gorille commença à crier : \" Je vais te tuer ! Ahah ! Ramène-toi ! Je vais te faire subir la même chose que tu as fait au gobelin ! Petit avorton ! \"",
      "\" Tu crois vraiment ça ! Sale macaque ! Je vais te montrais, c'est qui l'avorton ! \""
    ],
    "idEnnemi": "3",
    "typeEnnemi": "boss",
    "idIssue" : "25"
  },
  "25": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat ! Tu ramasse l'arme du Captaine Banwana.",
      "Vous avez reçu Dark Repulser !",
      "Souhaitez-vous prendre le chemin pour la ville ou retourner dans le vaisseau ?"
    ],
    "optionB": "Prendre le chemin pour la ville.",
    "optionA": "Retourner dans le vaisseau.",
    "idIssueA": "VAISSEAU",
    "idIssueB": "5"
  },
  "5": {
    "type": "decision",
    "scenario": [
      "Après de longues heures de recherche, vous trouvez une ville et vous commencez à rechercher des indices.",
      "Et là ! Vous trouvez une pièce remplie de documents sur les planètes des alentour et un indice sur Calypso !",
      "Cette pièce devait appartenir à une personne venue de Calypso ou des environs.",
      "Cette journée a été très rude, il est l’heure de partir !",
      "Je suis dans le vaisseau faut que je me vé-sau."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "7": {
    "type": "decision",
    "scenario": [
      "BIENVENUE SUR IENOS, Des terres de feu",
      "Elle est considérée comme l’une des planètes les plus hostile du système. Ses habitants ont dû creuser des galeries souterraines pour y vivre.",
      "Ienos est principalement constituée de sable et de roches volcaniques de couleur rouge.",
      "Avant votre arrivée à la station de « Nowso », vous apercevez un paysage désertique sans vie.",
      "Vous avez atterri à la station « Nowso », la plus grande station pour vaisseaux. Vous vous dirigez vers la sortie de la station.",
      "A la sortie de la station, vous apercevez un groupe d’hommes criant : \"Cherche guerrier fort pour nous aider à effectuer une quête !\"",
      "Vous vous rapprochez d'eux pour avoir des renseignements sur cette quête.",
      "Le chef du groupe : \"La quête consiste à ramener l’arme d’un grand boss. Celle de Chô Peleux, l'un des cinq boss de cette planète. Si tu y arrives, tu auras droit à une récompense.\"",
      "Vous acceptez directement la quête ! \nD'une vous n'avez peur de rien et deux vous voulez en savoir plus sur la récompense."
    ],
    "optionA": "Prendre la porte EST",
    "optionB": "Prendre la porte OUEST",
    "idIssueA": "9",
    "idIssueB": "9"
  },
  "9": {
    "type": "combat",
    "scenario" : [
      "Vous vous mettez en route, vous sortez de la ville vers le repère du boss...",
      "Quelques mètres après la sortie, vous vous faites interpeller par une personne bizarre.",
      "Personne bizarre: \" Hé toi ! Petit étranger ! Viens me voir ! Tu m'a l'air riche et bien équipé ! Viens donc me donner tout ce que tu as ! Sinon tu meurs !\"",
      "\" Je préfère me battre que de me laisser voler comme ca ! Ramène-toi !\""
    ],
    "idEnnemi": "5",
    "typeEnnemi": "tireur",
    "idIssue": "11"
  },
  "11": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat !",
      "Après votre combat contre Tink Berval, vous continuez votre chemin.",
      "Vous arrivez devant la grotte, il y a une pancarte à l'entrée.  \"Gare à vous ! Ne pas entrer sinon vous etes mort !\" Vous continuerez votre route sans y faire attention.",
      "Au bout de cette grotte, vous vous cachez derrière un rocher pour analyser la situation. Au loin, vous apercevez Chô Peleux.",
      "Chô Peleux : \"Cette grotte est faite pour moi. Elle est isolée et personne n'osera y pénétrer. Tout le monde a peur de moi ! Ahah !\""
    ],
    "optionA": "Vous prenez la fuite, comme un lache",
    "optionB": "Vous faites une attaque surprise",
    "idIssueA": "13",
    "idIssueB": "13"
  },
  "13": {
    "type": "combat",
    "scenario" : [
      "Vous êtes tellement indiscret que Chô Peleux vous repère !",
      "Chô Peleux : \" Comment oses-tu venir dans ma demeure ! C'est dommage pour toi, maintenant, tu vas mourir !\"",
      "Dommage pour vous, maintenant vous avez plus le choix. Préparez-vous au combat."
    ],
    "idEnnemi": "7",
    "typeEnnemi": "boss",
    "idIssue": "15"
  },
  "15": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat ! Vous ramassez l'arme de Chô Peleux.",
      "Vous retournez à Noswo pour valider votre quête",
      "Lors de votre arrivée au point de rendez-vous, le groupe d’hommes arrive un peu après vous. Vous donnez au chef de groupe l'objet demandé.",
      "\"Voici ta récompense, jeune aventurier.\"",
      "Vous avez reçu Plastron Credo de Gloire !",
      "Vous avez eu un indice sur Calypso grâce à l'armure qui est Made in Calypso.",
      "Chef de groupe : \" Voilà, nous avons finis avec toi ! Merci pour avoir accompli cette quête, je te serais à jamais reconnaissant. Salut \"",
      "Le groupe disparaît dans une ruelle...",
      "Je suis dans le vaisseau faut que je me vé-sau."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "17": {
    "type": "combat",
    "scenario": [
      "BIENVENUE SUR ZEPHYR, Du vent de l'ouest",
      "Elle est constituée principalement de mer. Le problème, c’est qu’elle est difficile d’accès à cause de ses satellites.",
      "Cette planète est paradisiaque : eaux turquoise, terres verdoyantes, montagnes bien enneigées et forêts. Cette planète est la plus belle du système.",
      "Zephyr a amené Fortune, Gloire et Pouvoir ! Un homme avait amassé toutes les richesses du monde, son nom God R.Devil, Roi des pirates, ces dernières paroles incitaient tous les hommes de la planète à s’aventurer en mer.",
      "God R.Devil : \"Mon trésor ? Je vous le laisse si vous le voulez : TROUVER LE ! Je l'ai laissé quelque part dans ce monde. \"",
      "Tous se lancèrent sur la route de BlueLine dans l’espoir de mettre la main sur ce fameux trésor ! Le monde entier connut alors une grande vague de piraterie.",
      "Vous venez d'atterrir à REDLINE. Vous vous promenez dans la ville à la recherche de missions. Vous arrivez devant un tableau, vous consultez les quêtes qui pourrez-vous plaire.",
      "Tout à coup, vous sentez que quelqu'un vous touche le dos... Vous vous retournez. Et là un enfant se trouve devant vous et vous demande de l'aide.",
      "L'enfant : \"Un monsieur m'a volé mon pendentif qui appartenait à mon père parti en mer... Pouvez-vous me le récupérer s'il vous plait !\"",
      "Vous acceptez et vous suivez l'enfant jusqu'à un bar. Il vous montre la personne qui lui a volé le pendentif. Vous allez vers lui.",
      "Vous commencez à discuter avec cette personne. Mais vue, qu'il est bourré il commence à vous bousculer et à dégainer son arme."
    ],
    "idEnnemi": "9",
    "typeEnnemi": "brute",
    "idIssue": "19"
  },
  "19": {
    "type": "combat",
    "scenario": [
      "Vous avez battu Tek Apout, mais aucun objet pour l'enfant. Vous retournez le voir et il vous explique que c'était un test !",
      "Il vous ramène au port. Vous montre un bateau et vous explique que son pendentif est dans ce bateau.",
      "Vous allez vers ce bateau, mais un moussaillon vous interpelle et vous attaque, car il a entendu la conversation que vous avez eu avec l'enfant.",
      "Moussaillon : \" Vous ! N'y penser pas ! Vous ne passerez pas tant que je suis là ! \" \nDu coup, vous chargez sur le moussaillon pour pouvoir passer !"
    ],
    "idEnnemi": "11",
    "typeEnnemi": "brute",
    "idIssue": "21"
  },
  "21": {
    "type": "combat",
    "scenario": [
      "Vous avez réussi à vaincre Loudmerawa Le Marin. Vous montez à bord du bateau et vous le fouiller. Vous avez trouvé le pendentif de l'enfant et vous le récupérer.... ",
      "Sauf que le capitaine du navire, vous surprend !",
      "Capitaine du navire: \"Toi ! Comment oses-tu monter dans mon navire et me voler mon trésor ! Tu te prends pour qui ?! Je suis OSHAR MARIF ! En garde ! Je vais te montrer ce que je fais a ceux qui ose me voler !\""
    ],
    "idEnnemi": "13",
    "typeEnnemi": "boss",
    "idIssue": "23"
  },
  "23": {
    "type": "decision",
    "scenario": [
      "Vous retournez voir l'enfant, caché derrière une caisse pour ne pas se faire attraper par les pirates.",
      "\"Voilà mon enfant, je te redonne le pendentif de ton père. Garde le précieusement et ne le perds plus.\"",
      "L'enfant le récupère est vous remercie. Et vous remet une récompense... L'enfant retourna chez lui, en ayant les larmes aux yeux.",
      "Vous avez reçu Maverick MV700 !",
      "Je suis dans le vaisseau faut que je me vé-sau."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "6": {
    "type": "combat",
    "scenario": [
      "Vous marchez en observant toute cette désolation environnante.",
      "De nombreux corps sans vie gisent sur la route...",
      "Vous apercevez au loin une silhouette. Vous vous approchez doucement jusqu'à comprendre que cette dernière est en train de dévorer un cadavre humain...",
      "Devant vous, un arbre. Vous courez pour vous cacher derrière. Malheureusement, vous glissez sur une flaque de sang et renversez un baril en feu. Le bruit alerte l'ennemi: \"Misérable, tu vas mourir!\""
    ],
    "idEnnemi": "4",
    "typeEnnemi": "tireur",
    "idIssue": "8"
  },
  "8": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat!",
      "Vous reprenez la route vers le concessionnaire...",
      "Après une centaine de mètres, vous remarquez un panneau publicitaire concernant le concessionnaire de vaisseaux spatiaux. Vous êtes sur la bonne voie...",
      "Vous arrivez devant un pont. Malheureusement, celui-ci est détruit. En contrebas, un ravin.",
      "Ne connaissant d'autres routes et vu le risque encouru à faire un détour, vous décidez de descendre dans le ravin puis de l'escalader.",
      "Une fois descendu, vous entendez \"Le repas est servi!\". Un ennemi court vers vous, impossible de fuir..."
    ],
    "idEnnemi": "20",
    "typeEnnemi": "tireur",
    "idIssue": "10"
  },
  "10": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat!",
      "Vous reprenez la route vers le concessionnaire...",
      "Vous arrivez enfin devant le concessionnaire. Une partie de la structure s'est effondrée, seul le hangar est intact. En revanche c'est calme, trop calme...",
      "Vous entrez. Immédiatement, vous tombez nez à nez avec un ennemi. Derrière lui, un chef de guerre équipé d'une armure lourde et d'une masse d'arme impressionnante. Un de ses sbires semble réparer un vaisseau...",
      "Le chef de guerre s'exclame: \"Laissez-le-moi, j'ai besoin de me dégourdir les jambes!\""
    ],
    "idEnnemi": "6",
    "typeEnnemi": "boss",
    "idIssue": "12"
  },
  "12": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat!",
      "À la fin de ce combat, vous apercevez un sbire du chef de guerre mettre le feu au hangar. Vous ne voyez qu'un seul vaisseau. Un \"Nostromo\", modèle qui permet les voyages interstellaires. Une aubaine... Mais il faut vite partir.",
      "Vous montez à bord et mettez le contact. Bonne nouvelle, tous les voyants sont au vert! Malheureusement, un ne l'est pas: celui du carburant.",
      "Vous descendez du vaisseau et par chance, un baril de 125L de carburant se trouve à quelques mètres du vaisseau. Vous faites donc le plein...",
      "Vous remontez à bord du Nostromo et décollez en catastrophe.",
      "Une fois en sécurité, vous scannez votre carte stellaire, et constatez que 100L d'essence seront nécessaires pour accéder aux trois planètes les plus proches, 200L pour celles plus lointaines et 300L pour Calypso, votre planète natale..."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "14": {
    "type": "combat",
    "scenario": [
      "Vous atterrissez sur Lumini.",
      "Vous savez qu'il s'agit de la dernière étape avant de rentrer chez vous...",
      "Tout semble paisible sur cette planète. Vous vous trouvez dans une ville moderne où buildings et nature coexistent de façon harmonieuse. Tout est si lumineux...",
      "La population est dense. Vous croisez de nombreuses personnes, toutes vous saluent, sourient, vous demande si vous avez besoin d'aide sans que vous ne demandiez rien.",
      "En revanche, vous remarquez quelque chose de troublant: toutes ces personnes ont les yeux violets avec une spirale à leur centre. Étrange...",
      "Afin d'obtenir la dernière coordonnée pour votre planète, vous devez trouver le mal caché qui ronge cette cité...",
      "Midi sonne. Tout le monde marche et se dirige vers la même direction. Vous suivez la foule...",
      "Vous arrivez devant une majestueuse cathédrale. Apparaît, en haut des marches de cette dernière, une femme. Elle est vêtue d'une tunique violette dont la capuche cache son visage...",
      "Après quelques secondes de silence, elle récite ce qui semble être une formule dans un dialecte inconnu. Subitement, elle s'interrompt et dit \"Un intrus est présent\". Elle vous désigne du doigt.",
      "La foule s'écarte et forme un cercle autour de vous. Un fusilier court vers vous: \"Veuillez m'excuser de vous déranger ainsi, mais l'Impératrice souhaite votre mort. Je ferai en sorte qu'elle soit rapide et indolore!\""
    ],
    "idEnnemi": "8",
    "typeEnnemi": "tireur",
    "idIssue": "16"
  },
  "16": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat!",
      "La femme mystérieuse, escortée par deux géants impériaux, se réfugie dans la cathédrale. La foule reste immobile, silencieuse. Vous décidez de la poursuivre...",
      "Les portes de la cathédrale sont fermées. Vous les détruisez avec votre pistolet laser. À l'intérieur, la femme mystérieuse est absente. En revanche, un garde impérial vous attend..."
    ],
    "idEnnemi": "10",
    "typeEnnemi": "brute",
    "idIssue": "18"
  },
  "18": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat!",
      "Vous décidez d'accéder à la tour principale de la cathédrale. Après avoir gravi ses innombrables marches, vous voilà au sommet...",
      "Devant vous, la femme mystérieuse et sa garde rapprochée. Vous lui demandez ce qu'il se passe dans cette ville.",
      "Elle retire sa capuche. En dessous, une femme au visage angélique. \"En temps normal je n'aurais bien évidemment rien répondu mais comme tu vis tes derniers instants, je vais t'accorder une réponse.",
      "J'ai développé un pouvoir très puissant qui me permet de manipuler la population. Ainsi, j'évite tout conflit et instaure une paix inébranlable.\"",
      "Vous répondez qu'il est indigne de pratiquer ce genre de magie noire. Son visage se métamorphose et devient d'une monstruosité absolue \"Quiconque se trouvant sur mon chemin périra dans la douleur!\""
    ],
    "idEnnemi": "12",
    "typeEnnemi": "superBoss",
    "idIssue": "20"
  },
  "20": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat!",
      "Du haut de la tour, vous constatez que toute la population reprend ses esprits et vous acclame. Vous avez sauvé des ténèbres toute la ville!",
      "Apparaît devant vous, dans un halo de lumière, la dernière coordonnée nécessaire de Calypso. De plus, vous sentez qu'un pouvoir vous envahi: c'est celui de la femme mystérieuse! Comment l'utiliserez-vous?...",
      "Vous récupérez l'ensemble de son équipement",
      "Vous retournez sans plus attendre vers le Nostromo. Sur le chemin, deux barils de carburant! Vous avez donc en votre possession 3 barils de carburant. Plus rien ne vous empêche de rentrer chez vous!",
      "Une fois à bord du Nostromo, vous faites le plein, entrez les coordonnées puis décollez..."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "22": {
    "type": "decision",
    "scenario": [
      "Vous atterrissez sur Tremor.",
      "Vous savez qu'il s'agit de la dernière étape avant de rentrer à la maison...",
      "Cette planète est dévastée. Elle vous rappelle Utopia.",
      "Vous descendez de votre vaisseau. Rapidement, plusieurs personnes viennent à votre rencontre: \"Vous devez nous aider étranger. Vous êtes notre dernier espoir!\"",
      "Après discussion, vous comprenez qu'un tyran dirige d'une main de fer cette planète. On vous indique où le trouver: deux chemins sont possibles.",
      "Le premier, le moins sûr, sera semé d'embûches mais vous permettra de débarrasser les sbires du tyran de cette planète. Le second, est un passage secret souterrain qui vous permettra d'accéder au tyran en peu de temps...",
      "Que choisissez-vous?"
    ],
    "optionA": "Venger les habitants",
    "optionB": "Accéder au Tyran via le passage secret",
    "idIssueA": "24",
    "idIssueB": "28"
  },
  "24": {
    "type": "combat",
    "scenario": [
      "Vous ne choisissez pas la simplicité mais les habitants vous en seront d'avantage redevables.",
      "Après une heure de marche, vous arrivez aux portes d'une forteresse. Une voix vous interpelle: \"Dégage d'ici misérable\".",
      "Vous levez la tête et défiez du regard la personne d'où provient cette voix.",
      "La porte de la forteresse s'ouvre: un ennemi vient dans votre direction. Il veut en découdre..."
    ],
    "idEnnemi": "14",
    "typeEnnemi": "brute",
    "idIssue": "26"
  },

  "26": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné le combat!",
      "Vous pénétrez dans la forteresse. Elle est magnifique, dans un état irréprochable. Très différent ce que vous avez pu voir avant...",
      "Vous surprenez un sbire du tyran pleurer: \"Ce monstre est indigne de nous diriger\" . Vous vous approchez de lui les mains en l'air et lui demandez pourquoi.",
      "\"Cela fait des années que je le sers. J'ai commis des actes terribles pour lui et hier, il a ordonné un raid dans mon village car il était sûr que des opposants s'y trouvaient. Il n'en était rien, toute ma famille est morte... Je me vengerai!\"",
      "Vous lui dites alors que vous êtes en mesure de l'aider: \"Étranger, des centaines de soldates occupent cette forteresse. Ce que je peux faire c'est lancer une alerte afin de créer une diversion.",
      "Si vous parvenez à tuer le tyran, ses sbires et moi compris vous obéiront. Vous semblez être quelqu'un de bien... Au fait, je m'appelle Kaison!\" Vous acceptez.",
      "Une alarme retentit. Vous vous dirigez vers l'endroit où se trouve le tyran.",
      "Dans un couloir, vous tombez sur un ennemi: \"C'est une diversion! Il y a un traître parmi nous!\". Vous devez vite le réduire au silence avant que votre plan ne tombe à l'eau..."
    ],
    "idEnnemi": "16",
    "typeEnnemi": "tireur",
    "idIssue": "28"
  },

  "28": {
    "type": "combat",
    "scenario": [
      "Vous voilà devant l'entrée du donjon du tyran. Vous entrez...",
      "Une voix retentit \"Quel agitateur ose pénétrer dans mon royaume?\". Vous restez silencieux, déterminé à mettre un terme à cette tyrannie",
      "\"Comment osez-vous perturber l'harmonie de cette planète?\". Vous lui répondez que l'harmonie est étrangère à ces terres et que le temps est venu de libérer le peuple.",
      "\"L'ordre et le pouvoir s'obtiennent par le sang. Pour les conserver, il en sera de même!\". Il sort de sa poche un diamant, le serre fort.",
      "Un halo de lumière enveloppe le tyran pendant quelques secondes. Le halo se dissipe et laisse apparaître un jeune homme au physique imposant: \"Voyons ce que tu as dans le ventre!\""
    ],
    "idEnnemi": "18",
    "typeEnnemi": "superBoss",
    "idIssue": "30"
  },
  "30": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné le combat!",
      "Apparaît devant vous, dans un halo de lumière, la dernière coordonnée nécessaire de Calypso. A vos pieds, le diamant qu'a utilisé le tyran. Comment l'utiliserez-vous?...",
      "Vous récupérez l'ensemble de son équipement",
      "Vous descendez du donjon. Dans la cour de la forteresse, tous les sbires du tyran sont à genoux. Ils vous regardent et attendent vos ordres. Que faire?",
      "La démocratie doit être rétablie. Vous demandez alors aux soldats d'annoncer la mort du tyran et ordonnez, qu'après votre départ, ils devront réaliser des élections.",
      "Avant de vous diriger vers le Nostromo, vous récupérez deux barils de carburant dans la forteresse.",
      "Une fois à bord du Nostromo vous faites le plein, entrez les coordonnées puis décollez..."
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  },
  "32": {
    "type": "combat",
    "scenario": [
      "Vous atterrissez sur Calypso.",
      "Après ce long et dangereux périple, vous voilà enfin chez vous.",
      "Malgré le peu de souvenirs que vous en avez, vous pensez reconnaître au loin votre ville natale. Il est temps de retrouver vos proches et, peut-être, d'obtenir les réponses à vos questions...",
      "Vous vous dirigez vers la ville. Vous ne parvenez pas à vous en rappeler le nom jusqu'à voir un panneau d'indication. Il est écrit \"Eternia\". Ce nom vous est familier, vous continuez d'avancer...",
      "La route est déserte.",
      "Vous arrivez enfin. Vous croisez quelques habitants qui semblent hagards. Subitement, quelqu'un vous interpelle: \"Lazarus, est-ce toi? \". Il s'agit d'une femme d'un certain âge.",
      "Vous ne parvenez pas à la reconnaître. \"C'est bien toi j'en suis sûre! Je suis Eucharis, ta mère! Je n'en reviens pas que tu sois revenu, tu es bien le seul malheureusement...\"",
      "Vous vous souvenez d'elle, ainsi que de votre père et de votre femme. Leurs noms ne vous reviennent pas, seulement leurs visages... Vous demandez à votre mère ce qu'il s'est passé.",
      "\"Il y a maintenant 10 ans, des envahisseurs sont venus du ciel. C'était la première fois que nous voyions ça! Malheureusement, ils n'étaient pas pacifiques. À peine arrivés, ils nous ont massacrés. Une chose les intéressait, l'arbre de Morgdrul et son pouvoir.\"",
      "\"Leur leader, Noctarion III, s'en est emparé. L'obtention de ce pouvoir à provoqué une conséquence désastreuse: une explosion d'énergie a tué bon nombre de personnes et il semblerait qu'elle en ait téléporté d'autres...\"",
      "\"Noctarion III se trouve toujours ici avec son armée, à 2 heures de marche d'ici. À cause de lui, nous sommes réduits en esclavage... \" ",
      "Tout devient plus clair! Vous vous souvenez en effet d'une invasion suivie d'une explosion. Dix ans se sont écoulés! Et puis votre réveil en dessous d'un arbre sur Utopia a-t-il un lien avec Morgdrul?",
      "En tout cas, le temps est venu de vous venger et de rétablir la paix sur Calypso. Votre mère vous donne une carte. Il est temps d'en finir!",
      "Après deux heures de marche, un garde ennemi vous interpelle \"C'est interdit, de sortir des zones restreintes. Tu connais la conséquence! \" "
    ],
    "idEnnemi": "22",
    "typeEnnemi": "brute",
    "idIssue": "34"
  },
  "34": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné!",
      "Vous apercevez une immense base. De nombreux Destroyers et vaisseaux de combat sont au sol ainsi que des dizaines de milliers de soldats.",
      "Au centre de cette base, une immense tour. Nocturion III est forcément à son sommet.",
      "Deux chemins sont possibles: le premier vous fera passer directement dans la base et vous permettra de venger votre peuple des sbires de l'empereur. Le second est un passage secret vous permettant d'accéder directement à la tour.",
      "Quel chemin souhaitez-vous emprunter?"
    ],
    "optionA": "Venger le peuple",
    "optionB": "Emprunter le passage secret",
    "idIssueA": "36",
    "idIssueB": "40"
  },
  "36": {
    "type": "combat",
    "scenario": [
      "Vous vous dirigez vers la base. Rapidement, vous apercevez un ennemi de dos. Vous ne lui laissez aucune chance et l'attaquez..."
    ],
    "idEnnemi": "24",
    "typeEnnemi": "brute",
    "idIssue": "38"
  },
  "38": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné!",
      "Un autre soldat vous a aperçu vous battre. Il a donné l'alerte. Vous courez vers la tour discrètement."
    ],
    "optionA": "Courir vers la tour",
    "optionB": null,
    "idIssueA": "40",
    "idIssueB": null
  },
  "40": {
    "type": "combat",
    "scenario": [
      "Vous voilà dans la tour. Dès l'entrée, vous tombez sur un colosse, seul, équipé d'une armure technologique très avancée.",
      "\"Te voilà. L'Empereur savait que tu viendrais. Lorsqu'il a récupéré le pouvoir de l'arbre, il a eu une vision de toi qui tenterait de nous vaincre. La fin de cette histoire? Ta défaite, ici et maintenant!\" "
    ],
    "idEnnemi": "26",
    "typeEnnemi": "boss",
    "idIssue": "42"
  },
  "42": {
    "type": "combat",
    "scenario": [
      "Vous avez gagné!",
      "Devant-vous, un escalier composé de milliers de marches... Sans attendre, vous montez.",
      "Vous voilà à l'apogée de votre aventure...",
      "Sur un trône, Noctarion III. Il vous interpelle: \n\"Te voilà enfin Lazarus. Tu es exactement comme je t'avais vu dans ma vision. Savais-tu que récupérer le pouvoir de Morgdrul doit entraîner la réalisation d'une prophétie?",
      "La personne qui se sera emparée de son pouvoir devra faire face à un ennemi pas comme les autres. Un ennemi originaire d'une civilisation très ancienne. S'il parvient à le tuer, alors il sera jusqu'à la fin des temps l'être le plus puissant de l'univers.\"",
      "\"C'est aujourd'hui que je deviendrai cette personne!\""
    ],
    "idEnnemi": "28",
    "typeEnnemi": "superBoss",
    "idIssue": "44"
  },
  "44": {
    "type": "decision",
    "scenario": [
      "Vous avez gagné!",
      "L'empereur est mort... Vive l'Empereur? Non... Vous ne voulez pas de ce rôle. Une lumière s'échappe du corps de Noctarion III. Il s'agit du pouvoir de l'arbre. S'en emparer ou le rendre? La décision est rapidement prise.",
      "Vous sortez de la tour et l'ensemble de l'armée de l'Empereur prend la fuite. La paix est rétablie.",
      "Vous retournez voir votre mère. Elle est très fière de vous! En revanche, toutes les autres personnes qui ont été téléportées comme vous ne sont pas revenues...",
      "Une autre aventure vous attend: retrouver votre famille! Vous saluez votre mère et lui promettez que tout rentrera bientôt dans l'ordre. Vous retournez vers le vaisseau, déterminé à accomplir votre destinée!",
      "FIN"
    ],
    "optionA": null,
    "optionB": null,
    "idIssueA": "VAISSEAU",
    "idIssueB": null
  }
}